Repository: INlova/pokerengine
Catalog: po/*.po
Languages: bg

source: %(name)s shows %(value)s %(side)s
bg: %(name)s показва %(value)s %(side)s

source: %(name)s mucks loosing hand
bg: %(name)s не показва губеща ръка

source: tie %(side)s
bg: равенство %(side)s

source: wins %(side)s
bg: печели %(side)s

source: winners share a pot of %(pot)s
bg: победителите печелят пот %(pot)s

source: %(name)s receives %(amount)s
bg: %(name)s получава %(amount)s

source: hand #%(hand_serial)d, %(variant)s, %(betting_structure)s
bg: ръка #%(hand_serial)d, %(variant)s, %(betting_structure)s

source: %(serial)s waiting for
bg: %(serial)s чака

source: %(name)s, %(len_pockets)d players
bg: %(name)s, %(len_pockets)d играчи

source: Board: %(board)s
bg: Борд: %(board)s

source: Cards player %(name)s: %(card)s
bg: Карти на играч %(name)s: %(card)s

source: Board: %(cards)s
bg: Борд: %(cards)s

source: Cards player %(name)s: %(cards)s
bg: Карти на играч %(name)s: %(cards)s

source: Rake %(amount)s
bg: Рейк %(amount)s

source: %(name)s pays %(amount)s blind and %(dead)d dead
bg: %(name)s плаща %(amount)s блайнд и %(dead)d мъртви чипове

source: %(name)s pays %(amount)s blind
bg: %(name)s плаща%(amount)s блайнд

source: %(name)s pays %(amount)s ante
bg: %(name)s плаща %(amount)s анте

source: %(name)s is all in
bg: %(name)s е ол ин

source: %(name)s calls %(amount)s
bg: %(name)s плаща %(amount)s

source: %(name)s checks
bg: %(name)s чеква

source: %(name)s folds
bg: %(name)s бяга

source: %(name)s raises %(amount)s
bg: %(name)s покачва%(amount)s

source: turn canceled
bg: търнът е отменен

source: (%(amount)s returned to %(name)s)
bg: (%(amount)s се връщат на %(name)s)

source: %(name)s receives %(amount)s (everyone else folded)
bg: %(name)s получава %(amount)s (всички други бягат)

source: %(name)s receives %(amount)d odd chips
bg: %(name)s получава%(amount)d чипове

source: returning uncalled bet %(amount)s to %(name)s
bg: връщане на неплатен залог от %(amount)s на %(name)s

source: %(name)s sits out
bg: %(name)s става

source: The wheel
bg: Колело

source: High card %(card)s
bg: Висока карта %(card)s

source: A pair of %(card)s
bg: Чифт %(card)s

source: , %(card)s kicker
bg: , %(card)s кикер

source: Two pairs %(card1)s and %(card2)s
bg: Два чифта %(card1)s и %(card2)s

source: Three of a kind %(card)s
bg: Тройка %(card)s

source: Straight %(card1)s to %(card2)s
bg: Кента %(card1)s до %(card2)s

source: Flush %(card)s
bg: Флъш %(card)s

source: %(card1)ss full of %(card2)ss
bg: Фул %(card1)ss и %(card2)ss

source: Four of a kind %(card)s
bg: Каре %(card)s

source: Royal flush
bg: Кралска кента

source: Straight flush %(card)s
bg: Цветна кента %(card)s

source: Pair of %(card)s
bg: Чифт %(card)s

source: Pairs of %(card1)s and %(card2)s
bg: Чифтове %(card1)s и %(card2)s

source: Trips %(card)s
bg: Тройка %(card)s

source: Straight %(card)s
bg: Кента %(card)s

source: Quads %(card)s
bg: Каре %(card)s

source: Straight flush
bg: Цветна кента

source: hi
bg: високо

source: low
bg: ниско

source: Ace
bg: Асо

source: King
bg: Поп

source: Queen
bg: Дама

source: Jack
bg: Вале

source: Ten
bg: Десетка

source: Nine
bg: Деветка

source: Eight
bg: Осмица

source: Seven
bg: Седмица

source: Six
bg: Шестица

source: Five
bg: Петица

source: Four
bg: Четворка

source: Trey
bg: Тройка

source: Deuce
bg: Двойка

source: Aces
bg: Аса

source: Kings
bg: Попове

source: Queens
bg: Дами

source: Jacks
bg: Валета

source: Tens
bg: Десетки

source: Nines
bg: Деветки

source: Eights
bg: Осмици

source: Sevens
bg: Седмици

source: Sixes
bg: Шестици

source: Fives
bg: Петици

source: Fours
bg: Четворки

source: Treys
bg: Тройки

source: Deuces
bg: Двойки
